[M_Sage_OldPukey MissionDefinition]
MissionName="Vomitron"
MissionDescription="O Claptrap detectou um sinal ECHO do que parece ser uma antiga unidade CL4P-TP. Como ele está mais do que ansioso para ter um pouco de companhia robótica, ele deseja que você rastreie o sinal e resgate esse Claptrap."
TurnInDescription="As esperanças do Claptrap foram esmagadas pelas pedras do desespero. Ha!"
MissionSummary="Encontre o Claptrap perdido."
MissionGiver="Claptrap"
MissionTurnInLocation="Claptrap"
TeaserText="Espero que esteja indo de estômago vazio."

[M_Sage_OldPukey:FindPukey MissionObjectiveDefinition]
ProgressMessage="Encontre a unidade Claptrap"

[M_Sage_OldPukey:FindPukeySet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Sage_OldPukey:GetClaptrap MissionObjectiveDefinition]
ProgressMessage="Recupere a unidade Claptrap"

[M_Sage_OldPukey:GetClaptrapSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Sage_OldPukey:ProtectPukey MissionObjectiveDefinition]
ProgressMessage="Proteja o Vomitron"

[M_Sage_OldPukey:ProtectPukeySet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride="O Claptrap detectou um sinal ECHO do que parece ser uma antiga unidade CL4P-TP. Como ele está mais do que ansioso para ter um pouco de companhia robótica, ele deseja que você rastreie o sinal e resgate esse Claptrap.\nNa verdade, o sinal veio de um Skag Vomitando. O Claptrap pediu que você o proteja até que ele vomite a unidade CL4P."
